Repository: teleSUR/telesur.specialreport
Catalog: src/telesur/specialreport/locales/*/LC_MESSAGES/telesur.specialreport.po
Languages: es

source: Content type to upload flash files.
es: Tipo de contenido para cargar archivos flash

source: Flash file
es: Archivo flash

source: Flash special
es: Reporte Especial

source: Folder for flash specials
es: Carpeta para reportes especiales

source: Height
es: Alto

source: Image
es: Imagen

source: Image for the special
es: Imagen que represente el especial

source: Width
es: Ancho

source: box_last_modified
es: ultima modificaci√≥n

source: label_by_author
es: por
